/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", total kalori %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", total jarak %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ oleh %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "Olahraga %1$@, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "dimodifikasi %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "%@ Akun";

/* %@=Type of workout */
"%@ Workout, no unit data" = "Olahraga %@, tidak ada data unit";

/* A folder in Dropbox or Box */
"Folder" = "Folder";

/* A single App Store app */
"App Store app" = "Aplikasi App Store";

/* A single Box file */
"Box file" = "File Box";

/* A single Dropbox file */
"Dropbox file" = "File Dropbox";

/* A single Evernote note */
"Evernote note" = "Catatan Evernote";

/* A single Giphy item */
"Giphy item" = "Item Giphy";

/* A single Trello board */
"Trello board" = "Papan Trello";

/* A single Trello card */
"Trello card" = "Kartu Trello";

/* A single Trello item */
"Trello item" = "Item Trello";

/* A single Trello list */
"Trello list" = "Daftar Trello";

/* A single Ulysses sheet */
"Ulysses sheet" = "Lembar Ulysses";

/* A single bar code */
"Bar code" = "Kode bar";

/* A single blood pressure recording */
"Blood pressure" = "Tekanan darah";

/* A single health sample in HealthKit */
"Health sample" = "Sampel Kesehatan";

/* A single iTunes artist */
"iTunes artist" = "Artis iTunes";

/* A single iTunes product */
"iTunes product" = "Produk iTunes";

/* Access resource error for notifications */
"Update Notification Settings" = "Perbarui Pengaturan Pemberitahuan";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Pengalihan antara kamera depan dan belakang";

/* Accessibility label for camera shutter button */
"Take picture" = "Ambil gambar";

/* Accessibility label; button to start dictation */
"Start dictation" = "Mulai dikte";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Hentikan dikte";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Pemilih kamera - menghadap ke depan";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Pemilih kamera - menghadap ke belakang";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Pembalik kamera";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Anda harus menyediakan nama yang akan digunakan untuk Kartu Trello.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Anda harus memilih papan tempat kartu akan dibuat.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Anda harus memilih daftar tempat kartu akan dibuat.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "Gagal mengunggah %@ sebagai lampiran.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "Waktu peringatan yang disediakan tidak sah. Periksa kesalahan ejaan dan pastikan Anda menyediakan waktu.";

/* Add new event; choose end date */
"Choose End Date" = "Pilih Tanggal Berakhir";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "Tanggal berakhir yang disediakan tidak sah. Sediakan tanggal berakhir untuk acara ini.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "Tanggal mulai yang disediakan tidak sah. Sediakan tanggal mulai untuk acara ini.";

/* Add new event; error */
"Invalid End Date" = "Tanggal Berakhir Tidak Sah";

/* Add new event; error */
"Invalid Start Date" = "Tanggal Mulai Tidak Sah";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Tidak ada judul yang disediakan. Sediakan judul untuk acara ini.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Tidak ada judul yang disediakan. Sediakan judul untuk pengingat ini.";

/* Add new reminder error */
"The alert location provided could not be found." = "Lokasi peringatan yang disediakan tidak dapat ditemukan.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Saat Saya Masuk Ke: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Saat Saya Pergi Dari: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "Saat saya di dekat: %@";

/* Add new reminder; alert trigger never */
"Never" = "Jangan Pernah";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Beragam";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Tidak Ada Daftar yang Dipilih";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Anda harus memilih daftar tempat tugas akan ditambahkan.";

/* Add to Wunderlist action no title error */
"No Title" = "Tidak Ada Judul";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Anda harus menyediakan judul saat membuat tugas baru di Wunderlist.";

/* Alarm frequency; All days are selected */
"Every Day" = "Setiap Hari";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Atur WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Menyalakan atau mematikan WLAN perangkat.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "Anda harus menetapkan nama file atau jalur di Tambahkan ke File.";

/* Append file failure reason */
"No File Path Provided" = "Tidak Ada Jalur File yang Disediakan";

/* Ask for input action */
"Enter URL" = "Masukkan URL";

/* Ask for input action */
"Enter number" = "Masukkan nomor";

/* Ask for input action */
"Pick date" = "Pilih tanggal";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Ketuk untuk selesai merekam.";

/* Audio recorder */
"Tap to start recording." = "Ketuk untuk mulai merekam.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Data base64 yang diteruskan ke Pengodean Base64 tidak sah.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "File dengan nama “%@” sudah ada di jalur yang ditetapkan.";

/* Box error */
"The folder doesn't exist" = "Folder tidak ada";

/* Box error */
"The folder doesn’t exist" = "Folder tidak ada";

/* Box error message */
"An error occured while authenticating your Box account." = "Terjadi kesalahan saat mengesahkan akun Box Anda.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "Folder yang Anda coba gunakan untuk menyimpan ke (%1$@) merupakan file yang ada di %2$@ Anda.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "Jalur yang Anda coba gunakan untuk menambahkan teks ke (%1$@) berada di dalam file yang ada di %2$@ Anda.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "Jalur yang Anda coba gunakan untuk membuat folder di (%1$@) merupakan file yang ada di %2$@ Anda.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "Jalur yang Anda coba gunakan untuk membuat folder di (%1$@) berada di dalam file yang ada di %2$@ Anda.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "Jalur yang Anda coba gunakan untuk menyimpan ke (%1$@) tidak ada di %2$@ Anda.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Kami tidak dapat menemukan “%@” di akun Box Anda.";

/* Button */
"Cancel" = "Batalkan";

/* Button */
"Continue Anyway" = "Tetap Lanjutkan";

/* Button */
"Delete" = "Hapus";

/* Button */
"Delete Account" = "Hapus Akun";

/* Button */
"Done" = "Selesai";

/* Button */
"Log In" = "Masuk";

/* Button */
"Next" = "Berikutnya";

/* Button */
"OK" = "OKE";

/* Button */
"Retry" = "Coba Lagi";

/* Button */
"Sign In" = "Masuk";

/* Button or title */
"Add Account" = "Tambah Akun";

/* Button or title */
"Login" = "Masuk";

/* Button that takes user to the iOS Health app */
"Open Health" = "Buka Kesehatan";

/* Button to allow access to health data or notifications */
"Allow Access" = "Izinkan Akses";

/* Button to open Settings */
"Open Settings" = "Buka Pengaturan";

/* Button; edit opacity */
"Opacity" = "Opasitas";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Rotasi";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Buat Kata Sandi Khusus App";

/* Button; reset changes made in overlay image action */
"Reset" = "Atur Ulang";

/* Camera flash option - auto */
"Auto" = "Otomatis";

/* Camera flash option - off */
"Off" = "Mati";

/* Camera flash option - on */
"Flash On" = "Nyala";

/* Choose an item */
"Choose" = "Pilih";

/* Choose from list action */
"Choose an item" = "Pilih item";

/* Choose multiple images */
"Choose Images" = "Pilih Gambar";

/* Choose one image */
"Choose Image" = "Pilih Gambar";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "File terlalu besar untuk CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Anda telah melampaui batas pengunggahan harian yang diizinkan paket CloudApp Gratis.";

/* Combine images action error */
"Cannot run Combine Images" = "Tidak dapat menjalankan Gabungkan Gambar";

/* Combine images action error description */
"No images were provided to combine." = "Tidak ada gambar yang disediakan untuk digabungkan.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Kondisi Cuaca";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Kondisi Cuaca";

/* Content property name */
"Biological Sex (Content Property Name)" = "Jenis Kelamin";

/* Content property name */
"Blood Type (Content Property Name)" = "Golongan Darah";

/* Content property name */
"Date of Birth (Content Property Name)" = "Tanggal Lahir";

/* Content property name */
"Unspecified (Content Property Name)" = "Tidak Ditetapkan";

/* Create IFTTT applet */
"Create Applet" = "Buat Applet";

/* Create Trello list action error */
"You must select a board to create the list on." = "Anda harus memilih papan tempat daftar akan dibuat.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Anda harus menetapkan jalur untuk folder baru.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Tidak ada jalur yang ditetapkan!";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Petualangan/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Petualangan/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Tidak ada nama yang disediakan. Sediakan nama untuk daftar putar.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Tanggal Tekanan Darah";

/* Default notification text for Show Notification action. */
"Notification" = "Pemberitahuan";

/* Default value for the translate text action */
"Detect Language" = "Deteksi Bahasa";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Apakah Anda yakin ingin menghapus %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "Apakah Anda BENAR-BENAR yakin ingin menghapus %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Apakah Anda BENAR-BENAR TERAMAT SANGAT yakin ingin menghapus %@?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Hapus %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "olahraga";

/* Dictate text action error */
"Recognition Unavailable" = "Pengenalan Tidak Tersedia";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "Pengenalan ucapan tidak tersedia saat ini. Anda mungkin harus terhubung ke Internet.";

/* Dictate text action is listening to user */
"Now listening…" = "Sedang mendengarkan…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Pastikan Anda meneruskan URL ke tindakan Dapatkan Konten URL.";

/* Download URL or Open URL action error */
"No URL Specified" = "Tidak Ada URL yang Ditetapkan";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "File diharapkan, tapi jalur yang disediakan merujuk ke sesuatu yang bukan merupakan file.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Folder diharapkan, tapi jalur yang disediakan merujuk ke sesuatu yang bukan merupakan folder.";

/* Dropbox error */
"A shared link already exists." = "Tautan bersama sudah ada.";

/* Dropbox error */
"Access to the requested path is forbidden." = "Akses ke jalur yang diminta dilarang.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Terjadi kesalahan saat membuat tautan bersama karena email yang terkait dengan akun Dropbox Anda belum diverifikasi.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox tidak dapat mengakses file atau folder ini karena namanya.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox tidak dapat menyimpan file atau folder ini karena namanya.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox tidak dapat menulisi jalur yang ditetapkan karena konflik.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "File tidak dapat ditransfer karena konten dibatasi. Misalnya, kadang terdapat pembatasan legal karena klaim hak cipta.";

/* Dropbox error */
"The path root parameter provided is invalid." = "Parameter dasar jalur yang disediakan tidak sah.";

/* Dropbox error */
"The request timed out. Please try again." = "Waktu permintaan habis. Coba lagi.";

/* Dropbox error */
"The share settings provided are invalid." = "Pengaturan berbagi yang disediakan tidak sah.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Kami tidak dapat menemukan file pada jalur yang ditetapkan.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Anda tidak diizinkan untuk memodifikasi pengaturan tautan ini.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Anda tidak memiliki cukup ruang di Dropbox untuk menuliskan data ini.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "Anda tidak memiliki izin untuk menulis di lokasi yang ditetapkan.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "Jalur yang Anda coba gunakan untuk menyimpan ke (%1$@) merupakan file yang ada di %2$@ Anda.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "“%@” tidak dapat disimpan karena merupakan folder atau paket. Coba arsipkan file dengan format zip menggunakan Jadikan Arsip sebelum menyimpan.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Tidak ada item yang ditemukan di jalur: %@";

/* Dropbox or Box error */
"Folder already exists" = "File sudah ada";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "Jalur yang Anda coba gunakan untuk menyimpan ke (%1$@) adalah file yang ada di %2$@ Anda. Saat menyimpan beberapa file sekaligus, Anda harus menetapkan jalur ke folder.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "Jalur yang Anda coba gunakan untuk menyimpan ke (%1$@) adalah folder yang ada di %2$@ Anda. Saat menambahkan teks ke awal atau akhir teks, Anda harus menetapkan jalur ke file.";

/* Dropbox unknown error */
"An unknown error occurred" = "Terjadi kesalahan yang tidak diketahui";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Terjadi kesalahan yang tidak diketahui (%@)";

/* Email account encryption */
"Encryption" = "Enkripsi";

/* Email account login authentication error */
"Authentication Failed" = "Pengesahan Gagal";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "Alamat email atau kata sandi yang Anda masukkan salah.\n\nJika Anda mengaktifkan verifikasi dua langkah, Anda harus membuat kata sandi khusus app.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "Alamat email atau kata sandi yang Anda tetapkan salah. Jika Anda mengaktifkan verifikasi dua langkah, Anda harus memasukkan kata sandi khusus app sebagai gantinya.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Pengaturan Lanjutan";

/* Email address field placeholder */
"user@example.com" = "user@example.com";

/* Email address field title or placeholder */
"Email" = "Email";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Nama Host";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Tanggal Berakhir Tekanan Darah";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "Putar Bunyi gagal karena input berada dalam format yang tidak didukung.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Masukkan tanggal yang sah ke tindakan Tanggal.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Tanggal Tidak Sah";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "Dapatkan Waktu Perjalanan gagal karena tidak ada lokasi tujuan yang diteruskan sebagai input.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "Jalankan JavaScript di Halaman Web gagal karena tidak ada halaman web yang diteruskan sebagai input.";

/* Error message */
"Your email or password is incorrect." = "Email atau kata sandi Anda salah.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Teruskan URL umpan yang sah ke tindakan Dapatkan Item dari Umpan RSS.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Masukkan alamat yang sah ke tindakan Alamat Jalan.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "Lokasi yang Anda teruskan ke tindakan Dapatkan Waktu Perjalanan tidak dapat dapat ditemukan. Coba tetapkan kota dan provinsi selain dari alamat jalan.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Beberapa alarm ditemukan dengan label %@. Coba pilih alarm secara spesifik.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "Jalankan Skenario Rumah gagal karena rumah “%1$@” tidak dapat ditemukan.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "Jalankan Skenario Rumah gagal karena skenario “%1$@” tidak dapat ditemukan di rumah “%2$@”.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "Jalankan Skenario Rumah gagal karena tidak ada rumah yang dipilih.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "Jalankan Skenario Rumah gagal karena tidak ada skenario yang dipilih.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Tidak dapat mengurai umpan berita";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Tidak Ada Alamat";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Lokasi Tidak Sah";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Sediakan unit tujuan konversi.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "Pengukuran gagal karena tidak ada unit yang ditetapkan. Pilih unit.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "Ukuran dengan unit %1$@ tidak dapat dikonversi ke %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Sediakan tanggal yang sah untuk alarm.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Agar dapat menggunakan tindakan ini, aktifkan Siri di Pengaturan.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Tidak dapat menyelesaikan permintaan karena Siri dinonaktifkan.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "Durasi timer harus kurang dari 24 jam.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Sediakan durasi untuk timer.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Tetapkan alarm untuk diubah.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "Terjadi kesalahan yang tidak diketahui saat menjalankan permintaan.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Tidak dapat menyelesaikan permintaan karena tidak didukung di platform ini.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Tidak Ada Lokasi";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Tidak Ada Halaman Web";

/* Exit shortcut action error */
"User requested shortcut exit." = "Pengguna meminta keluar dari pintasan.";

/* File name example with preceding / */
"/example.txt" = "/example.txt";

/* File name example without preceding / */
"example.txt" = "example.txt";

/* File picker; button */
"Save Here" = "Simpan Di Sini";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Dapatkan File yang Dipilih (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Dapatkan File yang Dipilih (1)";

/* File status */
"This folder is empty" = "Folder ini kosong";

/* File status loading */
"Loading…" = "Memuat…";

/* Find health sample; no samples found */
"No Samples Found" = "Tidak Ada Sampel yang Ditemukan";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Tidak ada sampel %@ yang masuk atau Anda harus memberi Pintasan akses ke sampel di app Kesehatan.";

/* Finish dictation command */
"Finish Dictation" = "Selesaikan Dikte";

/* Generic health object type when we can’t determine the object type */
"Health" = "Kesehatan";

/* Get File action; file name example with preceding / */
"/example.txt" = "/example.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "example.txt";

/* Get IP address action error */
"The domain could not be found." = "Domain tidak dapat ditemukan.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "Domain tidak dapat ditemukan. (Kesalahan 2)";

/* Get IP address action error */
"The response data was not a valid string." = "Data respons bukan merupakan string yang sah.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Anda harus memilih papan tempat kartu akan diambil.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Anda harus memilih papan tempat daftar akan diambil.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Anda harus memilih daftar tempat kartu akan diambil.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Akun Trello Anda tidak dapat diverifikasi. Keluar dan coba lagi!";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Tidak Ada Kunci yang Disediakan";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Lokasi Khusus Tidak Ditemukan";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Tidak Ada Lokasi Khusus";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Dapatkan Jarak dikonfigurasi untuk mendapatkan waktu perjalanan dari lokasi khusus, tapi lokasi khusus yang Anda masukkan tidak ditemukan.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "Dapatkan Jarak dikonfigurasi untuk mendapatkan waktu perjalanan dari lokasi khusus, tapi tidak ada yang disediakan.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "Dapatkan Jarak tidak dapat memperkirakan jarak karena tidak ada lokasi yang diteruskan sebagai input.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Gagal menemukan font emoji.";

/* Get frames from image error */
"No Image Provided" = "Tidak Ada Gambar yang Disediakan";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Tidak ada GIF yang diteruskan sebagai input ke Dapatkan Bingkai dari Gambar.";

/* Get group from matched text action error */
"No Match" = "Tidak Ada Kecocokan";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "Indeks yang Anda tetapkan berada di luar rentang yang memungkinkan (Anda meminta grup %1$ld dan kecocokan hanya memiliki %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "Dapatkan Grup dari Teks yang Cocok gagal karena tidak ada kecocokan untuk grup pengambilan %ld.";

/* Get halfway point action error */
"No first location was provided." = "Tidak ada lokasi pertama yang disediakan.";

/* Get halfway point action error */
"No second location was provided." = "Tidak ada lokasi kedua yang disediakan.";

/* Get halfway point action error */
"Please provide a first location." = "Sediakan lokasi pertama.";

/* Get halfway point action error */
"Please provide a second location." = "Sediakan lokasi kedua.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "Rentang yang Anda tetapkan tidak sah (Anda meminta item %1$d hingga %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "Indeks yang Anda tetapkan berada di luar rentang yang memungkinkan (Anda meminta item %1$d hingga %2$d, tapi item pertama berada di indeks 1.)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "Indeks yang Anda tetapkan berada di luar rentang yang memungkinkan (Anda meminta item %1$d hingga %2$d, dan daftar hanya memiliki %3$d)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Anda meminta item %d, tapi item pertama berada di indeks 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "Pintasan tidak dapat menemukan pengimporan di perpustakaan foto Anda.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "Pintasan tidak dapat menemukan item yang diminta di perpustakaan foto Anda.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Dapatkan Waktu Perjalanan dikonfigurasi untuk mendapatkan waktu perjalanan dari lokasi khusus, tapi lokasi khusus yang Anda masukkan tidak ditemukan.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "Dapatkan Waktu Perjalanan dikonfigurasi untuk mendapatkan waktu perjalanan dari lokasi khusus, tapi tidak ada yang disediakan.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "Akses Kesehatan ke %@ dimatikan. Anda dapat menyalakan kategori data kesehatan di app Kesehatan.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Agar dapat menjawab pertanyaan, Pintasan memerlukan akses ke data %@ Anda.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "Pintasan tidak memiliki akses ke data %@ Anda.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "Sampel Kuantitas %@, tidak ada data unit";

/* Health category date */
"Date" = "Tanggal";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Awal Siklus";

/* Health category start date */
"Start Date" = "Tanggal Mulai";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Tekanan Darah";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Jenis Teks";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Waktu Makan";

/* Health quantity; blood pressure */
"Diastolic" = "Diastolik";

/* Health quantity; blood pressure */
"Systolic" = "Sistolik";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Alasan";

/* Health unit for count of generic health sample */
"count" = "hitung";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "hitung";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "hitung";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "oz";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "Jenis %@ tidak diterapkan";

/* HealthKit resource error */
"This device does not have the Health app." = "Perangkat ini tidak memiliki app Kesehatan.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Pintasan ini memerlukan app Kesehatan, yang tidak dimiliki oleh perangkat ini.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Persyaratan Layanan";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Syarat Penggunaan";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Pastikan perangkat Anda tidak dalam Mode Pesawat dan coba lagi; Menyalakan Wi-Fi dapat membantu.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "Pintasan tidak dapat menemukan lokasi Anda saat ini.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "Tanggal yang disediakan tidak sah. Sediakan tanggal untuk sampel atau kosongkan bidang tanggal untuk menggunakan tanggal saat ini.";

/* Log health sample */
"Invalid Date Range" = "Rentang Tanggal Tidak Sah";

/* Log health sample */
"No Value Selected" = "Tidak Ada Nilai yang Dipilih";

/* Log health sample */
"Please select a type for this Health sample." = "Pilih jenis untuk sampel Kesehatan ini.";

/* Log health sample */
"Please select an end date that is after the start date." = "Pilih tanggal berakhir yang jatuh setelah tanggal mulai.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Pilih nilai untuk sampel kualitas lendir serviks ini.";

/* Log health sample; health sample type */
"No Type Selected" = "Tidak Ada Jenis yang Dipilih";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Tidak Ada Alasan yang Dipilih";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Pilih alasan pemberian insulin.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Pilih nilai untuk sampel menstruasi ini.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Pilih apakah sampel ini berasal dari awal siklus.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Tidak Ada Unit yang Dipilih";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Pilih unit pengukuran untuk sampel Kesehatan ini.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Pilih nilai untuk sampel hasil tes ovulasi ini.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Pilih nilai untuk sampel analisis tidur ini.";

/* Log in view; email address placeholder */
"Email address" = "Alamat email";

/* Log workout action */
"No Workout Type Selected" = "Tidak Ada Jenis Olahraga yang Dipilih";

/* Log workout action */
"Please select a type of activity for this workout." = "Pilih jenis aktivitas untuk olahraga ini.";

/* Login error */
"Your username and/or password are incorrect." = "Nama pengguna dan/atau kata sandi Anda salah.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Info pengesahan Anda hanya disimpan di perangkat ini dan tidak akan dibagikan dengan server kami atau pihak ketiga mana pun.";

/* Mail error */
"A recipient is required to send message" = "Penerima diperlukan untuk mengirimkan pesan";

/* Mail error */
"A sender is required to send message" = "Pengirim diperlukan untuk mengirimkan pesan";

/* Mail error */
"A stable connection to the server could not be established" = "Koneksi yang stabil ke server tidak dapat dibuat";

/* Mail error */
"Account check failed because the account is invalid" = "Pemeriksaan akun gagal karena akun tidak sah";

/* Mail error */
"An application specific password is required" = "Kata sandi khusus aplikasi diperlukan";

/* Mail error */
"An error occurred during an IDLE operation" = "Terjadi kesalahan selama operasi IDLE";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "Terjadi kesalahan saat (berhenti) berlangganan folder yang diminta";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "Terjadi kesalahan saat menambahkan pesan ke folder yang diminta";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "Terjadi kesalahan saat menyalin pesan ke folder yang diminta";

/* Mail error */
"An error occurred while creating the requested folder" = "Terjadi kesalahan saat membuat folder yang diminta";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "Terjadi kesalahan saat menghapus pesan di server POP";

/* Mail error */
"An error occurred while deleting the requested folder" = "Terjadi kesalahan saat menghapus folder yang diminta";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "Terjadi kesalahan saat menghapus pesan di folder yang diminta";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "Terjadi kesalahan saat mengambil daftar pesan di server POP";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "Terjadi kesalahan saat mengambil pesan di folder yang diminta";

/* Mail error */
"An error occurred while performing a No-Op operation" = "Terjadi kesalahan saat menjalankan operasi No-Op";

/* Mail error */
"An error occurred while renaming the requested folder" = "Terjadi kesalahan saat mengubah nama folder yang diminta";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Terjadi kesalahan saat meminta kemampuan server";

/* Mail error */
"An error occurred while requesting the server's identity" = "Terjadi kesalahan saat meminta identitas server";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Terjadi kesalahan saat meminta ruang nama server";

/* Mail error */
"An error occurred while sending the message" = "Terjadi kesalahan saat mengirimkan pesan";

/* Mail error */
"An error occurred while storing flags" = "Terjadi kesalahan saat menyimpan bendera";

/* Mail error */
"An error when requesting date" = "Terjadi kesalahan saat meminta tanggal";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Mencoba mengirimkan pesan dengan lampiran ilegal";

/* Mail error */
"Authentication is required for this SMTP server" = "Pengesahan diperlukan untuk server SMTP ini";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Batas bandwidth terlampaui saat meminta data dari akun Gmail ini";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Tidak dapat mengirimkan pesan karena potensi spam yang terdeteksi oleh server";

/* Mail error */
"Compression is not available" = "Peringkasan tidak tersedia";

/* Mail error */
"Credentials with password too simple" = "Info pengesahan dengan kata sandi terlalu sederhana";

/* Mail error */
"Error while running custom command" = "Kesalahan saat menjalankan perintah khusus";

/* Mail error */
"File access error" = "Kesalahan akses file";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "IMAP tidak diaktifkan untuk akun Gmail ini";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe bukan lagi merupakan layanan mail yang aktif";

/* Mail error */
"No valid server found" = "Tidak ada server sah yang ditemukan";

/* Mail error */
"Sending messages is not allowed on this server" = "Pengiriman pesan tidak diizinkan di server ini";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "Batas penyimpanan SMTP tercapai saat mencoba mengirimkan pesan berukuran besar";

/* Mail error */
"The certificate for this server is invalid" = "Sertifikat untuk server ini tidak sah";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "Akun HotMail saat ini tidak dapat terhubung ke WebMail";

/* Mail error */
"The operation succeeded" = "Operasi berhasil";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "Folder yang diminta tidak ada. Pemilihan folder gagal";

/* Mail error */
"The server does not support STARTTLS connections" = "Server tidak mendukung koneksi STARTTLS";

/* Mail error */
"The server does not support TLS/SSL connections" = "Server tidak mendukung koneksi TLS/SSL";

/* Mail error */
"The user needs to log in via the web browser" = "Pengguna harus masuk melalui browser web";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "Terlalu banyak koneksi serentak yang dibuat ke akun Gmail ini";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Tidak dapat mengesahkan dengan info pengesahan sesi saat ini";

/* Mail error */
"Unable to parse response from server" = "Tidak dapat mengurai respons dari server";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "Pengguna melampaui batas pesan keluar yang diizinkan dalam satu hari";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Server Yahoo! tidak tersedia saat ini";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "Variabel “%@” tidak disertai dengan gambar yang digunakan untuk mask.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Pastikan Anda memilih variabel untuk pilihan “Mask Gambar” di tindakan Terapkan Mask ke Gambar.";

/* Mask Image action error title */
"No Mask Provided" = "Tidak Ada Mask yang Disediakan";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Pilih layanan di %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "JavaScript ini mirip dengan skrip yang diketahui tidak aman. Demi keamanan Anda, JavaScript tidak akan dijalankan.";

/* Multiple App Store apps */
"App Store apps" = "Aplikasi App Store";

/* Multiple Box files */
"Box files" = "File Box";

/* Multiple Dropbox files */
"Dropbox files" = "File Dropbox";

/* Multiple Evernote notes */
"Evernote notes" = "Catatan Evernote";

/* Multiple Giphy items */
"Giphy items" = "Item Giphy";

/* Multiple Trello boards */
"Trello boards" = "Papan Trello";

/* Multiple Trello cards */
"Trello cards" = "Kartu Trello";

/* Multiple Trello items */
"Trello items" = "Item Trello";

/* Multiple Trello lists */
"Trello lists" = "Daftar Trello";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Lembar Ulysses";

/* Multiple bar codes */
"Bar codes" = "Kode bar";

/* Multiple blood pressure recordings */
"Blood pressures" = "Tekanan darah";

/* Multiple health samples in HealthKit */
"Health samples" = "Sampel Kesehatan";

/* Multiple iTunes artists */
"iTunes artists" = "Artis iTunes";

/* Multiple iTunes products */
"iTunes products" = "Produk iTunes";

/* Multiple text matches */
"Text matches" = "Kecocokan teks";

/* Multiple workout samples */
"Workout samples" = "Sampel olahraga";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@: %@";

/* Navigation bar title */
"Edit Account" = "Edit Akun";

/* Navigation bar title */
"Email Settings" = "Pengaturan Email";

/* Navigation bar title */
"Log In to CloudApp" = "Masuk ke CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Masuk | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Masuk ke Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Masuk ke Pinboard";

/* Navigation bar title */
"Login to WordPress" = "Masuk ke WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Populer";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Seluler";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Bersihkan bar pencarian untuk melihat GIF yang populer.";

/* No GIFs found empty state title */
"No Results Found" = "Tidak Ada Hasil";

/* None option */
"None" = "Tidak Ada";

/* One text match */
"Text match" = "Kecocokan teks";

/* One workout sample */
"Workout sample" = "Sampel olahraga";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Pastikan Anda meneruskan URL ke tindakan Buka URL.";

/* Open URL action error */
"The URL could not be opened." = "URL tidak dapat dibuka.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "Buka App gagal karena tidak dapat menemukan app untuk dibuka.";

/* Open app action error */
"Open App failed because the app could not be opened." = "Buka App gagal karena app tidak dapat dibuka.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "Buka Di… gagal karena tidak dapat menemukan file untuk dibuka.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "%1$@ tidak terinstal atau tidak dapat membuka file %2$@.";

/* Optional field placeholder */
"Optional" = "Opsional";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Pastikan Anda memilih variabel di tindakan Gambar Lapisan Atas.";

/* Overlay image action error */
"No Overlay Image" = "Tidak Ada Gambar Lapisan Atas";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "Variabel “%@” tidak disertai dengan gambar yang akan dilapisi.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Memproses Gambar…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Peta";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "Bersepeda";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "Berkendara";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "Berjalan Kaki";

/* Parameter placeholder; parameter sets a filename */
"optional" = "opsional";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "Setelah Makan";

/* Parameter value */
"Asleep (Parameter Value)" = "Tidur";

/* Parameter value */
"Awake (Parameter Value)" = "Bangun";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Basal";

/* Parameter value */
"Before Meal (Parameter Value)" = "Sebelum Makan";

/* Parameter value */
"Bolus (Parameter Value)" = "Bolus";

/* Parameter value */
"Creamy (Parameter Value)" = "Kental";

/* Parameter value */
"Dry (Parameter Value)" = "Kering";

/* Parameter value */
"Egg White (Parameter Value)" = "Putih Telur";

/* Parameter value */
"Female (Parameter Value)" = "Wanita";

/* Parameter value */
"Heavy (Parameter Value)" = "Banyak";

/* Parameter value */
"Idle (Parameter Value)" = "Idle";

/* Parameter value */
"In Bed (Parameter Value)" = "Di Tempat Tidur";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Tidak pasti";

/* Parameter value */
"Light (Parameter Value)" = "Terang";

/* Parameter value */
"Male (Parameter Value)" = "Pria";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Tes Latihan Maks";

/* Parameter value */
"Medium (Parameter Value)" = "Sedang";

/* Parameter value */
"Negative (Parameter Value)" = "Negatif";

/* Parameter value */
"No (Parameter Value)" = "Tidak";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Prediksi Non-Latihan";

/* Parameter value */
"Not Set (Parameter Value)" = "Tidak";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O-";

/* Parameter value */
"Other (Parameter Value)" = "Lainnya";

/* Parameter value */
"Positive (Parameter Value)" = "Positive";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Perlindungan Tidak Digunakan";

/* Parameter value */
"Protection Used (Parameter Value)" = "Perlindungan Digunakan";

/* Parameter value */
"Sticky (Parameter Value)" = "Lengket";

/* Parameter value */
"Stood (Parameter Value)" = "Berdiri";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Prediksi Latihan Sub Maks";

/* Parameter value */
"Unspecified (Parameter Value)" = "Tidak Ditetapkan";

/* Parameter value */
"Watery (Parameter Value)" = "Watery";

/* Parameter value */
"Yes (Parameter Value)" = "Ya";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Cocokkan dengan Input";

/* Password placeholder or title */
"Password" = "Kata Sandi";

/* Person’s name field placeholder */
"John Appleseed" = "John Appleseed";

/* Person’s name field title */
"Name" = "Nama";

/* Pinboard login option */
"Use API Token" = "Token Token API";

/* Pinboard login option */
"Use API Token Instead" = "Gunakan Token API Sebagai Gantinya";

/* Pinboard login option */
"Use Password" = "Gunakan Kata Sandi";

/* Pinboard login option */
"Use Password Instead" = "Gunakan Kata Sandi Sebagai Gantinya";

/* Pinboard login section header */
"API Token" = "Token API";

/* Pinboard login section header */
"Pinboard Login" = "Masuk Pinboard";

/* Playlist picker parameter */
"My Music Library" = "Perpustakaan Musik Saya";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "Tidak ada item yang cocok dengan kriteria tetapan yang ditemukan di Pocket.";

/* Post to Tumblr action error */
"No Blog" = "Tidak Ada Blog";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Anda tidak menetapkan blog tempat memposting.";

/* QuickLook action error */
"No Items" = "Tidak Ada Item";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Tindakan Lihat Cepat tidak menerima item yang diteruskan untuk dipratinjau.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Aktifkan Siri";

/* Remove calendar item error */
"Remove" = "Hapus";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "Jumlah yang Anda tetapkan, %@, berada di atas jumlah maksimum yang boleh Anda minta.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "Jumlah yang Anda tetapkan, %@, berada di bawah jumlah minimum yang boleh Anda minta.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "Orang yang sedang Anda coba mintai uang tidak memiliki akun yang diatur dengan %@.";

/* Required field placeholder */
"Required" = "Diperlukan";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "Skrip harus merujuk ke fungsi `completion(result)` setelah selesai";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "Terjadi kesalahan yang tidak diketahui saat menjalankan JavaScript.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "Jalankan JavaScript di Halaman Web gagal karena skrip sepertinya terlalu panjang untuk merujuk ke pengendali penyelesaian.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "Waktu JavaScript Habis";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "Pengecualian JavaScript";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "JavaScript Tidak Sah";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "Pengesahan SSH Gagal";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Periksa info pengesahan Anda di tindakan Jalankan Skrip SSH dan coba lagi.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Pintasan Tidak Ditemukan";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Pastikan pintasan yang sah dipilih di tindakan Jalankan Pintasan.";

/* SSH action error */
"Channel allocation error" = "Kesalahan alokasi saluran";

/* SSH action error */
"Connection timed out" = "Koneksi kehabisan waktu";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "Jalankan Skrip Melalui SSH tidak dapat terhubung ke server SSH.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Album Tidak Diketahui";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "Album foto yang dipilih tidak ada.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Pindai Kode";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Cari di Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Anda harus menyediakan permintaan pencarian ke Cari Bisnis Lokal.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Tidak Ada Lokasi yang Ditemukan";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "Tidak ada lokasi yang ditemukan dengan kata kunci “%@”.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Jika Anda menggunakan versi WordPress yang dihosting sendiri, masukkan URL situs Anda di atas.";

/* Section header */
"WordPress Login" = "Masuk WordPress";

/* Section header for WordPress site URL */
"Site URL" = "URL Situs";

/* Section header title */
"CloudApp Login" = "Masuk CloudApp";

/* Section header title */
"Incoming Mail Server" = "Server Mail Masuk";

/* Section header title */
"Instapaper Login" = "Masuk Instapaper";

/* Section header title */
"Outgoing Mail Server" = "Server Mail Keluar";

/* Section header title; email account */
"Accounts" = "Akun";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Tidak dapat mengirimkan email. Email mungkin tidak diatur.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Akun Email Tidak Sah";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "Akun email yang dipilih tidak masuk ke Pintasan di perangkat ini.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Tidak dapat mengirimkan pesan. iMessage mungkin tidak diaktifkan.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "Jumlah yang Anda tetapkan, %@, berada di atas jumlah maksimum yang boleh Anda kirim.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "Jumlah yang Anda tetapkan, %@, berada di bawah jumlah minimum yang boleh Anda kirim.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "Jumlah yang Anda tetapkan bermata uang %1$@, yang tidak didukung oleh %2$@.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "Akun Anda tidak memiliki cukup uang untuk mengirimkan pembayaran.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "Orang yang sedang Anda coba kirimi uang tidak memiliki akun yang diatur dengan %@.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Anda belum mengonfigurasi rekening bank di perangkat ini.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Akan harus membuka %@ untuk memverifikasi info pengesahan Anda.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Di Atas Jumlah Maksimum";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Di Bawah Jumlah Minimum";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Mata Uang Tidak Didukung";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Dana Tidak Cukup";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Tidak Ada Rekening Bank";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Info Pengesahan Tidak Terverifikasi";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Tidak Ada Akun";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Lokasi";

/* Service name */
"Microphone" = "Mikrofon";

/* Service name */
"Notifications" = "Pemberitahuan";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Pengenalan Ucapan";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Tidak ada kunci yang disediakan ke tindakan Atur Nilai Kamus untuk nilai “%@”.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Tidak Ada Nilai yang Disediakan";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Tidak ada nilai yang disediakan ke tindakan Atur Nilai Kamus untuk kunci “%@”.";

/* Show definition action error */
"A definition could not be found for that term." = "Definisi tidak dapat ditemukan untuk istilah tersebut.";

/* Show definition action error */
"No Word Specified" = "Tidak Ada Kata yang Ditetapkan";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Tidak ada kata yang diteruskan sebagai input ke Tampilkan Definisi";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Ini dapat terjadi jika tidak ada kamus yang terinstal. Untuk mengelola kamus Anda, pilih kata di app mana pun dan pilih “Cari”. Setelah itu, ketuk “Kelola”.";

/* Show in calendar action error */
"Calendar could not be opened." = "Kalender tidak dapat dibuka.";

/* Show webpage action error */
"Unsupported URL" = "URL Tidak Didukung";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "Tampilkan Halaman Web mendukung URL http:// dan https://, tapi Anda mencoba untuk menampilkan URL %@:// URL.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "%@ tidak diatur untuk melakukan panggilan.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Gagal memulai panggilan karena %@ tidak tersedia.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Gagal memulai panggilan karena %@ tidak dapat berpartisipasi dalam panggilan.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ tidak mendukung detail kontak yang Anda sediakan.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Pengaturan Diperlukan";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ Tidak Tersedia";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Kontak Tidak Didukung";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Detail Kontak Tidak Sah";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Tanggal Mulai Tekanan Darah";

/* Subcategory */
"Device" = "Perangkat";

/* Subcategory for Set Volume action */
"Playback" = "Pemutaran";

/* Take photo action error */
"No suitable camera was detected on this device." = "Tidak ada kamera yang sesuai yang terdeteksi di perangkat ini.";

/* Time until date action */
"An invalid date to compare to was provided." = "Tanggal yang disediakan untuk dibandingkan tidak sah.";

/* Time until date action */
"No from date was provided." = "Tidak tanggal mulai yang disediakan.";

/* Time until date action error */
"An invalid from date was provided." = "Tanggal mulai yang disediakan tidak sah.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "JavaScript Tidak Aman";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "Waktu berakhir yang disediakan tidak sah. Sediakan waktu berakhir untuk Jangan Ganggu.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Tidak ada acara kalender yang disediakan. Sediakan acara kalender untuk mengaktifkan Jangan Ganggu selama acara tersebut berlangsung.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Sediakan waktu berakhir yang jatuh setelah waktu saat ini untuk Jangan Ganggu.";

/* Trim video action error */
"The input was not a video that can be edited." = "Input bukan merupakan video yang dapat diedit.";

/* URL action error; %@=url */
"Invalid URL: %@" = "URL Tidak Sah: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Sahkan ulang Pintasan dengan Ulysses untuk mengakses lembar ini.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Akses Ulysses Diperlukan";

/* Unspecified health kit category sample type */
"Unspecified" = "Tidak Ditetapkan";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Rekaman Audio";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = ", dan ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " dan ";

/* User name field title */
"User Name" = "Nama Pengguna";

/* Username placeholder or title */
"Username" = "Nama Pengguna";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "Senter perangkat ini tidak tersedia untuk digunakan oleh Pintasan saat ini.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Perangkat ini tidak memiliki senter.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "Tindakan cuaca dikonfigurasi untuk mendapatkan cuaca di lokasi khusus, tapi tidak ada yang disediakan.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Tidak dapat menentukan lokasi.";

/* Weather condition: Blizzard */
"Blizzard" = "Badai Salju";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Hembusan Salju";

/* Weather condition: Blustery */
"Blustery" = "Berangin kencang";

/* Weather condition: Clear */
"Clear" = "Tak Berawan";

/* Weather condition: Cloudy */
"Cloudy" = "Berawan";

/* Weather condition: Cold */
"Cold" = "Dingin";

/* Weather condition: Drizzle */
"Drizzle" = "Gerimis";

/* Weather condition: Dust */
"Dust" = "Debu";

/* Weather condition: Foggy */
"Foggy" = "Berkabut";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Gerimis Membekukan";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Hujan Dingin";

/* Weather condition: Hail */
"Hail" = "Hujan Es";

/* Weather condition: Haze */
"Haze" = "Kabut Tipis";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Hujan Lebat";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Badai Salju";

/* Weather condition: Hot */
"Hot" = "Panas";

/* Weather condition: Hurricane */
"Hurricane" = "Badai";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Hujan Petir Lokal";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Badai Petir Lokal";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Hujan Salju Ringan";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Campuran Hujan Dan Hujan Es";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Hujan Campuran Dan Salju Basah";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Hujan Campuran Dan Salju";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Salju Campuran Dan Salju Basah";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Umumnya Tak Berawan";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Berawan Tebal";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Sebagian Berawan";

/* Weather condition: Rain */
"Rain" = "Hujan";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Hujan Menyebar";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Hujan Salju Menyebar";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Badai Petir Menyebar";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Badai Petir Kencang";

/* Weather condition: Showers */
"Showers" = "Hujan";

/* Weather condition: Sleet */
"Sleet" = "Hujan Salju";

/* Weather condition: Smoky */
"Smoky" = "Berasap";

/* Weather condition: Snow */
"Snow" = "Salju";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Hujan Bersalju";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Badai Petir";

/* Weather condition: Tornado */
"Tornado" = "Tornado";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Badai Tropis";

/* Weather condition: Windy */
"Windy" = "Berangin";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ dan %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Polutan Udara";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Polutan Udara";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "Folder tidak ada.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "Wadah iCloud tidak dapat ditemukan.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud tidak dapat memperoleh tautan ke file ini karena jenisnya merupakan folder. iCloud hanya dapat memperoleh tautan ke file biasa.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud tidak dapat memperoleh tautan ke %@ ini karena jenisnya merupakan bundel (bundel adalah folder yang berfungsi seperti file).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "“%@” adalah bundel";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "Jalur yang Anda coba gunakan untuk menyimpan ke (%@) tidak ada di iCloud.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "Jalur yang Anda coba gunakan untuk menyimpan ke (%@) adalah file yang ada di iCloud. Saat menyimpan beberapa file sekaligus, Anda harus menetapkan jalur ke folder.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "“%@” adalah folder";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "File sudah ada";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "File sudah ada.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "Alamat email atau kata sandi yang Anda tetapkan salah. Untuk masuk ke Mail iCloud di Pintasan, Anda harus menggunakan kata sandi khusus app.\n\nJika Anda tidak mengaktifkan Autentikasi Dua Faktor, Anda harus mengaktifkannya agar dapat membuat kata sandi khusus app.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Aktor";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Album";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Artis";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Penulis";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Komposer";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Deskripsi";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Sutradara";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Film Utama";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Genre";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Kata Kunci";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Bahasa";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Artis";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Film";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Produser";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "ID Produk";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Indeks Nilai";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Nilai";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Tahun Rilis";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Film Pendek";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Acara";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Pengembang";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "lagu";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Episode";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Musim";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Judul";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Semua";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Artis";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Track";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Penulis";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Buku Audio";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Buku";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Artis";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Film";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Album";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Artis";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Lagu";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Track";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Video Musik";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Penulis";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcast";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Artis";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Film Pendek";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Episode";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Musim";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Artis";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Track";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "App";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Buku Audio";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Buku";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Video Musik";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Musik";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcast";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Film Pendek";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "Acara TV";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Semua";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Film";

